Revit 2027 API
SpatialElementGeometryResults Properties
The SpatialElementGeometryResults type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
SpatialElementGeometryResults Class
Autodesk.Revit.DB Namespace